---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayRungwidth
source: html/13bf2485-20a7-81e9-767b-2a031ecbd85e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayRungwidth Property

"Rung Width"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayRungwidth { get; }
```